Tutorial 15 - Species Transport in Porous Media in OpenFOAM - Fully Coupled Solution vs. Sequential Approach/Case 2/system/decomposeParDict:Zone.Identifier
[ZoneTransfer]
ZoneId=3
